Repository: codexilab/osclass-packages
Catalog: packages/languages/*/messages.po
Languages: es_es

source: Name
es_es: Nombre

source: Date
es_es: Fecha

source: User type
es_es: Cuenta

source: Free listings
es_es: Anuncios gratuitos

source: Price
es_es: Precio

source: Pay frequency
es_es: Frecuencia

source: Update date
es_es: Actualización

source: Edit
es_es: Editar

source: Delete
es_es: Eliminar

source: Deactivate
es_es: Desactivar

source: Activate
es_es: Activar

source: Unset default package
es_es: Quitar package por defecto

source: Set as default package
es_es: Establecer paquete por defecto

source: Show more
es_es: Mostrar más

source: Company
es_es: Empresa

source: Monthly
es_es: Mensual

source: Quarterly
es_es: Trimestral

source: Yearly
es_es: Anual

source: Inactive
es_es: Inactivo

source: Active
es_es: Activo

source: Free listings and Price are numeric fields.
es_es: Anuncios gratuitos y Precio son campos numéricos.

source: The Name and Free listings can not by empty.
es_es: Nombre y Anuncios gratuitos no pueden estar vacíos.

source: A new package has been added correctly.
es_es: Un nuevo paquete ha sido agregado correctamente.

source: The package has been updated correctly.
es_es: El paquete ha sido actualizado correctamente.

source: No package have been deleted.
es_es: Ningún paquete ha sido eliminado.

source: %s package(s) have been deleted.
es_es: %s paquetes(s) han sido eliminado(s).

source: Select package.
es_es: Selecciona un paquete.

source: No packages have been activated.
es_es: Ningún paquete ha sido activado.

source: %s package(s) have been activated.
es_es: %s paquete(s) han sido activado(s).

source: No package have been deactivated.
es_es: Ningún paquete ha sido desactivado.

source: %s package(s) have been deactivated.
es_es: %s paquete(s) han sido desactivado.

source: Default package selected.
es_es: Seleccionado paquete por defecto.

source: Default package disabled.
es_es: Deshabilitado paquete por defecto.

source: Are you sure you want to %s the selected packages?
es_es: Seguro que quiere %s paquete(s) seleccionado(s)?

source: Select user.
es_es: Selecciona un usuario.

source: Any package could not be assigned.
es_es: Ningún paquete pudo ser asignado.

source: %s package(s) has been assigned correctly.
es_es: %s paquete(s) han sido asignado correctamente.

source: Select assigment.
es_es: Selecciona un asignamiento.

source: Any package have been removed.
es_es: Ningún paquete ha sido removido.

source: %s package(s) have been removed.
es_es: %s paquete(s) han sido removido.

source: Assign package
es_es: Asignar paquete

source: Cancel
es_es: Cancelar

source: Assign
es_es: Asignar

source: Package assigned
es_es: Paquete asignado

source: Close
es_es: Cerrar

source: Remove package
es_es: Remover paquete

source: Are you sure you want to remove this package?
es_es: Seguro que quiere remover este paquete?

source: Remove
es_es: Remover

source: Package list
es_es: Lista de paquetes

source: Used
es_es: Usado

source: Upgrade
es_es: Actualización

source: Choose package
es_es: Elegir paquete

source: Free
es_es: Gratis

source: Listing(s)
es_es: Anuncio(s)

source: CHOOSE
es_es: ELEGIR

source: BUY NOW
es_es: COMPRAR AHORA

source: User type accounts
es_es: Cuentas de tipo de Usuario

source: Company type accounts
es_es: Cuentas de tipo de Empresa

source: listings
es_es: items

source: Cost $
es_es: Costo $

source: Not there are packages for this type user
es_es: No hay paquetes para este tipo de usuario

source: Set package
es_es: Establecer un paquete

source: From date
es_es: Desde

source: Until date
es_es: Hasta

source: Has no assigned package
es_es: No tiene paquete asignado

source: Manage packages
es_es: Gestionar paquetes

source: Add new package
es_es: Agregra nuevo paquete

source: Default package for users
es_es: Paquete por defecto para usuarios

source: Default package for companies
es_es: Paquete por defecto para empresas

source: Activate this package
es_es: Activar este paquete

source: Update package
es_es: Actualizar paquete

source: Add package
es_es: Agregar paquete

source: Reset
es_es: Resetear

source: %d Packages
es_es: %s Paquetes

source: Show filters
es_es: Mostrar filtros

source: Apply
es_es: Aplicar

source: No data available in table
es_es: Hay datos disponibles en la tabla

source: Are you sure you want to delete this package?
es_es: Seguro que quiere eliminar este paquete?

source: Activate package
es_es: Activar paquete

source: Are you sure you want to activate this package?
es_es: Seguro que quiere activar este paquete?

source: Deactivate package
es_es: Desactivar paquete

source: Are you sure you want to deactivate this package?
es_es: Seguro que quiere desactivar este paquete?

source: Are you sure you want to set this package like default?
es_es: Seguro que quiere establecer este paquete por defecto?

source: Set default package
es_es: Establecer paquete por defecto

source: Are you sure you want to unset this package like default?
es_es: Seguro que quiere quitar este paquete como por defecto?

source: Bulk actions
es_es: Acciones masivas

source: Choose an option
es_es: Eliga una opción

source: User
es_es: Usuario

source: Update
es_es: Actualización

source: ACTIVE
es_es: ACTIVO

source: DEACTIVE
es_es: DESACTIVADO

source: Order by
es_es: Ordenar por

source: DATE
es_es: FECHA

source: UPDATE DATE
es_es: ACTUALIZACIÓN

source: FREE LISTINGS
es_es: ANUNCIOS GRATUITOS

source: PRICE
es_es: PRECIO

source: Apply filters
es_es: Aplicar filtros

source: Reset filters
es_es: Resetear filtros

source: Packages
es_es: Paquetes

source: URL for 'Choose' button
es_es: URL para el botón Elegir

source: The ID of package can be passed as argument with following tag: {PACKAGE_ID}.
es_es: El ID del paquete puede ser pasado como argumento con la siguiente etiqueta: {PACKAGE_ID}.

source: Show more tags
es_es: Mostrar más

source: Show only upgradeable packages
es_es: Mostrar sólo paquetes actualizables

source: Show all packages (include free)
es_es: Mostrar todos los paquetes (includo gratuitos)

source: Do not show free packages
es_es: No mostrar paquetes gratuitos

source: Do not show packages
es_es: No mostrar paquetes

source: Show from user menu
es_es: Mostrar desde el menú de usuario

source: Use this script for show manually (if you want)
es_es: Usa este script para mostrar manualmente (si quieres)

source: Save all changes
es_es: Guardar todos los cambios

source: Hide tags
es_es: Ocultar etiquetas

source: Settings
es_es: Configuración

source: Help (?)
es_es: Ayuda (?)

source: Settings - Promotional Packages System
es_es: Configuración - Promotional Packages System

source: Help (?) - Promotional Packages System
es_es: Ayuda (?) - Promotional Packages System

source: Are you sure you want to %s assigned(s)?
es_es: Seguro que quiere %s asignado(s)?

source: Package
es_es: Paquete

source: Unassigned
es_es: No asignado

source: You cannot activate publications
es_es: No puedes activar publicaciones

source: Your package is defeated
es_es: Tu paquete está vencido

source: You have used all the package that has assigned ¡upgrade!
es_es: Ha utilizado todo el paquete asignado ¡actualiza ahora!

source: Introduction
es_es: Introducción

source: Rules
es_es: Reglas

source: Sells promotional packages for its users, can be associated with an official Osclass payment plugin via vQmod for Osclass, so that you pay monthly, quarterly or annually for the same package after its expiration date or buy a higher one (upgrade) if the user wishes to have more Free publications available.
es_es: Venda paquetes promocionales para sus usuarios, puede asociarse con un plugin de pago de Osclass a través de vQmod para Osclass, de modo que los clientes le paguen mensualmente, trimestralmente o anualmente por el mismo paquete después de su fecha de vencimiento o que compre uno superior (upgrade) si el usuario desea tener más publicaciones gratuitas disponibles.

source: NOTE:
es_es: NOTA:

source: Automatically once the plugin is installed, it does not allow users to reach the publication form, they must do so with an assigned package and with available publications.
es_es: Automáticamente, una vez que se instala el plugin, no permite que los usuarios lleguen al formulario de publicación, deben hacerlo con un paquete asignado y con las publicaciones disponibles.

source: Set a default package (optional), when the user it join at your site, automatically it is assigned the default package for her first free listings.
es_es: Establezca un paquete predeterminado (opcional), cuando el usuario se une a su sitio, automáticamente se le asigna el paquete predeterminado para sus primeros anuncios gratuitos.

source: When a user update her profile and change the type of account to a 'Company', it will lost package that has and vice versa.
es_es: Cuando un cuenta actualiza su perfil y cambia el tipo de cuenta a una tipo 'Empresa', perderá el paquete que tiene y viceversa.

source: Packages of one type are only assigned to the same type of user account.
es_es: Los paquetes de un tipo solo se asignan al mismo tipo de cuenta de usuario.

source: When a user account is deleted, all traces of activity are also deleted with the Promotional Packages System plugin.
es_es: Cuando se elimina una cuenta, todos los rastros de actividad también se eliminan del Promotional Packages System.

source: When the assignment of a packet expires, it sends a message in the 'Dashboard' section every time it enters there, warning the expiration.
es_es: Cuando la asignación de un paquete caduca, envía un mensaje en la sección 'Dashboard' cada vez que ingresa allí, advirtiendo la caducidad.

source: When the assignment of a package expires, it does not allow the use of the assigned package and therefore it does not publish items either.
es_es: Cuando la asignación de un paquete caduca, no permite el uso del paquete asignado y, por tanto, tampoco publica anuncios.

source: When the assignment of a package expires, it does not allow maintaining an active publication.
es_es: Cuando la asignación de un paquete caduca, no permite mantener una publicación activa.

source: Inactive publications can not be edited.
es_es: Las publicaciones inactivas no se pueden editar.

source: Tasks
es_es: Tareas

source: Set default package for accounts Company-type:
es_es: Establecer paquete predeterminado para cuentas Tipo de empresa:

source: Click on Show filters.
es_es: Click en Mostrar filtros.

source: Hover over the packages table, click on Set as default package link.
es_es: Pasar el puntero por encima de la tabla de paquetes, click en el link Establecer como paquete por defecto.

source: Then on Set default package button to confirm.
es_es: Luego en el botón Establecer paquete por defecto para confirmar.

source: Now every time someone registers as a Company type account, they will automatically be assigned the default package for Company type accounts. This whole procedure also applies to User-type accounts.
es_es: Ahora, cada vez que alguien se registra como una cuenta de tipo Empresa, se le asignará automáticamente el paquete predeterminado para las cuentas de tipo Empresa. Todo este procedimiento también se aplica a las cuentas de tipo Usuario.

source: In User type select Company, then click on Apply filters.
es_es: En Tipo de usuario, seleccione Empresa, luego clic en Aplicar filtros.

source: Assign package manually to a User:
es_es: Asignar paquete manualmente a un usuario:

source: Go to Users section.
es_es: Vaya a la sección se Usuarios.

source: Hover over the users table, click on Assign package.
es_es: Pasar por encima el puntero en la tabla de usuarios, clic en Asignar paquete.

source: Select a package and click on Assign.
es_es: Seleccionar un paquete y clic en Asignar.

source: When a package is assigned or reassigned, the used item counter returns to zero: [Used 0 / 100 Total].
es_es: Cuando un paquete es asignado o reasignado, el contador de items Usado retornará a cero [Usado 0 / 100 Total].

source: FAQ
es_es: Preguntas frecuentes

source: Situation [1]:
es_es: Situación [1]:

source: [1.1] payment_method_enabled() throws false.
es_es: [1.1] payment_method_enabled() arroja false.

source: [1.2] There are NOT assigned package.
es_es: [1.2] NO HAY paquete asignado.

source: Response: Do not allow to reach the form of publish of item (redirect).
es_es: Respuesta: No permitir llegar al formulario de publicar (redirecciona).

source: Situation [1.2]:
es_es: Situación [1.2]:

source: [1.2] There are assigned package, but:
es_es: [1.2] Hay paquete asignado, pero:

source: Defeated: Is sold out OR expired.
es_es: Vencido: Está agotado Ó caducado.

source: Situation [2]:
es_es: Situación [2]:

source: payment_method_enabled() throws true.
es_es: payment_method_enabled() arroja true.

source: pay_per_post() throws false.
es_es: pay_per_post() arroja false.

source: [2.1] There are NOT assigned package.
es_es: [2.1] NO HAY paquete asignado.

source: Situation [2.2]:
es_es: Situación [2.2]:

source: [2.2] There are assigned package, but:
es_es: [2.2] Hay paquete asignado, pero:

source: Situation [3]:
es_es: Situación [3]

source: pay_per_post() throws true.
es_es: pay_per_post() arroja true.

source: There are NOT assigned package.
es_es: NOY HAY paquete asignado.

source: Response: Allow publish (not redirect), the payment plugin will charge.
es_es: Respuesta: Permitir publicar (no redirigir), el plugin de pago cobrará.

source: Situation [3.2]:
es_es: Situación [3.2]:

source: There are assigned package, but:
es_es: Hay paquete asignado, pero:

source: FAQ for developers
es_es: FAQ para desarrolladores

source: Go to Settings - Promotional Packages System.
es_es: Vaya a Configuraciones - Promotional Packages System.

source: In URL for 'Choose' button, add this: &pkgId={PACKAGE_ID}
es_es: In la URL para el botón 'Elegir', agregar esto: &pkgId={PACKAGE_ID}

source: The complete URL should look like this: {OSC_CONTACT_URL}&pkgId={PACKAGE_ID}
es_es: La URL completa debería verse como esto: {OSC_CONTACT_URL}&pkgId={PACKAGE_ID}

source: How to custom Package Profile Information?
es_es: ¿Cómo personalizar Package Profile Information?

source: Open the following files:
es_es: Abra los siguientes archivos:

source: This file include the Modal Windows of enables packages.
es_es: Este archivo incluye la Ventana Modal de paquetes disponibles.

source: How to pass ID of package as argument in URL of Choose button?
es_es: ¿Cómo paso el ID del paquete como argumento en la URL del botón Elegir?
